-- phpMyAdmin SQL Dump
-- version 5.0.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1
-- Время создания: Фев 12 2020 г., 14:59
-- Версия сервера: 10.4.11-MariaDB
-- Версия PHP: 7.4.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `news`
--

-- --------------------------------------------------------

--
-- Структура таблицы `articles`
--

CREATE TABLE `articles` (
  `id` int(10) UNSIGNED NOT NULL,
  `date` date NOT NULL,
  `title` varchar(255) NOT NULL,
  `image` text NOT NULL,
  `short_text` text NOT NULL,
  `full_text` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `articles`
--

INSERT INTO `articles` (`id`, `date`, `title`, `image`, `short_text`, `full_text`) VALUES
(1, '2020-02-08', 'ЛЫЖИ', 'https://github.com/GitHubEngine/WebApplications/blob/master/img/news-2.jpg?raw=true', 'Старт XXXVIII Всероссийской лыжной гонки прошел в Новосибирске. Участниками стали 5000 человек.', 'Традиционной площадкой соревнований стала лыжная база Института ядерной физики СО РАН им. Алика Тульского в Академгородке.\r\n\r\nПервыми на старт «Лыжни России» вышли дети от шести до восьми лет. Они должны были преодолеть дистанцию в 500 метров.\r\n\r\nПосле того, как все маленькие спортсмены пересекли финишную черту, состоялось торжественное открытие. Любителей лыжного спорта приветствовали: губернатор Новосибирской области Андрей Травников, мэр Новосибирска Анатолий Локоть, главный федеральный инспектор по Новосибирской области аппарата полномочного представителя Президента РФ в СФО Юрий Семенов, заслуженный мастер спорта России, победитель Олимпийских игр, заместитель Председателя комитета по культуре, образованию, науке, спорту и молодежной политике Законодательного Собрания Новосибирской области Евгений Подгорный.'),
(2, '2020-02-07', 'ЛЫЖИ', 'http://novosib-sport.ru/ckfinder/userfiles/images/stat/2S0A3888.jpg', 'Работа комиссии по допуску на Всероссийскую массовую гонку «Лыжня России» проходит сегодня в Новосибирске.', 'Когда: седьмого февраля, с 12:00 до 20:00.\r\nГде: стадион «Спартак» (улица Мичурина, 10, 2 этаж, правое крыло).\r\n\r\nКаждому  участнику соревнований нужно предоставить в комиссию следующие документы:\r\n– паспорт или свидетельство о рождении;\r\n– справку о допуске врача или согласие, подтверждающее персональную ответственность за свое здоровье.\r\n\r\nНапомним, электронная регистрация на сайте www.novosib-sport.ru завершилась накануне.\r\nЗаявки на дистанцию 10 километров отправили более 450-ти человек. 400 из них (в порядке очереди) получат номер с электронным чипом (он определяет точный результат спортсменов).\r\n\r\nКроме того, пройти регистрацию получится восьмого февраля на месте соревнований – на лыжной базе (ул. Ионосферная, 3), с 9:00 до 11:00.\r\nСувенирные шапочки будут выдавать в день «Лыжни России» около стартовой поляны с 10:00.'),
(3, '2020-01-31', 'ГТО', 'http://novosib-sport.ru/ckfinder/userfiles/images/stat/DSC_5928.jpg', '30 января, в большом зале мэрии Новосибирска чествовали отличников Всероссийского физкультурно-спортивного комплекса «Готов к труду и обороне».', 'Награждали по результатам приема испытаний всероссийского физкультурно-спортивного комплекса ГТО за  третий квартал 2019 года. За это время нормативы выполнили 4450 человек. Из них 666 справились на «отлично».\r\n\r\nЗолотые знаки вручали: \r\nзаместитель мэра - начальник департамента культуры, спорта  и молодежной политики мэрии города Новосибирска Анна Терешкова,  начальник управления физической культуры и спорта Алексей Толоконский, ЗМС России, многократный рекордсмен и чемпион мира, Европы и России по плаванию Павел Кабанов, МСМК России, чемпион России среди молодежи, многократный призер чемпионата России, победитель международных соревнований по боксу Шахриёр Ахметов, мастер спорта России, чемпионка мира и абсолютная чемпионка России по бодифитнесу Дарья Мануйленкова. Организаторы церемонии – управление физической культуры и спорта мэрии города Новосибирска, Центр тестирования ВФСК «ГТО» на базе МБУ «Спортивный город» и МАУ «Стадион».\r\n\r\nПо словам обладателей золотых знаков ГТО, сдача нормативов для них, в первую очередь, соревнования с самим собой и возможность проверить свою физическую подготовку.\r\n– Сдача норм ГТО лично для меня пример своим детям, что нужно заниматься спортом и быть в хорошей форме,  – рассказывает Наталья Агаркова ( ООО «ГлобусГИД»), – в принципе ожидала, что смогу сдать все нормативы на «золото», единственное были проблемы со стрельбой, но все удалось.\r\n\r\nСписок награжденных:\r\nСибирский авиационный кадетский корпус имени Александра Ивановича Покрышкина:\r\nВарава Александр Юрьевич, Ширин Вячеслав Юрьевич, Анисимов Данил Алексеевич, Виноградов Трофим Сергеевич, Ермилов Виталий Владимирович, Золотарев Андрей Дмитриевич, Ипатова Елизавета Даниловна, Карпов Даниил Сергеевич, Лебедев Илья Алексеевич, Машуков Андрей Валерьевич, Микаилов  Агасалим  Ариф  Оглы, Мятлев Никита Дмитриевич, Накубов Азиз Хатамович, Никитин Данила Евгеньевич, Остапенко Павел Русланович, Попов Николай Александрович, Протопопов Евгений Алексеевич, Сабитов Данир Харисович, Соловьев Егор Владленович, Солошенко Данил Вадимович, Старицин Даниил Сергеевич, Титов Степан Денисович, Трофимов Сергей Дмитриевич, Чепурин Александр Юрьевич, Чесноков Александр Вадимович, Чупахин Антон Алексеевич, Шаипов Ильдус Алиевич, Шебалина Ольга Алексеевна.\r\n\r\nСЕРЕБРОВ ЮРИЙ ФЕДОРОВИЧ - заслуженный работник физической культуры и спорта Российской Федерации, абсолютный чемпион мира по плаванию в холодной воде среди ветеранов, участник всех заплывов с 1993 года через реку Обь, занесен в книгу рекордов России и города  Новосибирска.\r\nЛеонтьев  Алексей  Сергеевич – Национальный   медицинский исследовательский центр имени академика Евгения Николаевича Мешалкина.\r\nВертышева  Галина  Тимофеевна\r\nИльина Надежда Алексеевна\r\nФайзуханов Семен Сергеевич – средняя  общеобразовательная школа № 43\r\nЗемеров Даниил Николаевич – Гимназия № 1\r\nСпиридонова Алёна Харитоновна – Гимназия №1\r\nМакаренко Мария Андреевна – Вторая Новосибирская Гимназия\r\nКиргинцев Виктор Геннадьевич – спортивная школа олимпийского резерва по лыжному спорту (11 Ступень) \r\nВеселов Владислав Евгеньевич – Гимназия №16 \"Французская\"\r\nКочеткова Анастасия Денисовна – Лицей № 9\r\nЛебедев Александр Фёдорович – учитель физкультуры средней           общеобразовательной школы  № 105\r\nМихеева Наталья Евгеньевна – спортивная школа Олимпийского резерва  по горнолыжному спорту и сноуборду\r\nУстименко Ярослав Игоревич – Инженерный лицей Новосибирского государственного технического университета\r\nЧубенко Иван Александрович – Технический лицей при Сибирском государственном университете геосистем и технологий\r\nТараненко Владимир Александрович – Сибирский  государственный университет водного транспорта\r\nБессонов Андрей Геннадьевич – ООО Завод строительных материалов\r\nДементьев Антон Сергеевич – НордМолл\r\nКазанцев Алексей Эдуардович – Заслуженный мастер спорта России,     двукратный чемпион мира, чемпион Европы, многократный чемпион России, победитель IX Всемирных игр в Кали  в 2013 году.\r\nМеркушева Татьяна Николаевна – Акционерное общество «Научно-исследовательский институт измерительных приборов – Новосибирский завод имени Коминтерна»\r\nЧистяков Александр Сергеевич – Фуд  Логистик\r\nГуреев  Валерий Сергеевич – Центр по обеспечению деятельности   казначейства  России.\r\nОстертак Максим Петрович – Общество с ограниченной ответственностью «Нордситимолл»\r\nСавенков Дмитрий Александрович – Публичное Акционерное Общество МТС\r\nГришин Александр Алексеевич – Вооруженные силы Российской Федерации\r\nЖагин Сергей Викторович – предприятие города Новосибирска «Горводоканал»\r\nЛомакин Вячеслав Николаевич – Открытое Акционерное Общество «Российские железные дороги»\r\nЛомакина Лариса Васильевна – Открытое Акционерное общество «Российские железные дороги»\r\nРоманча Константин Анатольевич – Общество с ограниченной ответственностью «Новосибирская Энергетическая Компания»\r\nСоловьев Николай Анатольевич – Западно – Сибирское  Межрегиональное управление государственного автодорожного надзора\r\nШиляпов Андрей Петрович – Новосибирский медицинский колледж\r\nКлюшницын Сергей Викторович\r\nОя  Юрий Александрович – Общество с ограниченной ответственностью «Торговый дом керамики  – Сибирь»\r\nПатракеев Глеб Игоревич – Новосибирский Государственный медицинский университет\r\nАнтимонов Александр Сергеевич – Сибирское  Главное Управление Банка России\r\nЗеликова Анастасия Александровна – Сибирское Главное Управление Банка России\r\nАгаркова Наталья Борисовна – Общество с ограниченной ответственностью «ГлобусГИД»\r\nТопорова Ирина Валерьевна – Новосибирский район водных путей, гидросооружений и судоходства\r\nЛузин Андрей Александрович – средняя общеобразовательная школа № 135\r\nКустов Игорь Вячеславович – Экономический лицей № 95\r\n\r\nСправка:  всего в 2019 году свои силы в комплексе «Готов к труду и обороне» проверили более 11 тысяч новосибирцев («золото» – 1289, «серебро» – 1587, «бронза» –794). Напомним, комплекс «Готов к труду и обороне» был введен в СССР в 1930 году для развития массового спорта и оздоровления населения. Программа работала до 1991 года. Восстановлена по инициативе Президента России Владимира Путина в 2014 году.\r\n\r\nЖелающим выполнить нормы ГТО нужно обратиться в Центр тестирования ВФСК «ГТО». Телефон для справок: 222-08-50.');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `articles`
--
ALTER TABLE `articles`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
